# Задача 1. Вариант 8.
# Напишите программу, которая будет сообщать род деятельности и псевдоним под которым скрывается Ефим Алексеевич Придворов. После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода.


# Vladimirova K.I.
# 25.09.2016
print ("Ефим Алексеевич Придворов наиболее известен как русский советский писатель, поэт, публицист и общественный деятель.")
input ("Нажмите Enter для выхода.")