# Задача 1. Вариант 8.
# Напишите программу, которая будет сообщать род деятельности и псевдоним под которым скрывается Ефим Алексеевич Придворов. После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода.

# Vladimirova K.I.
# 10.10.16
print ("Ефим Алексеевич Придворов, болееизвестный как программист")
input()