# Задача N. Вариант V.
# Напишите программу, которая будет выводить на экран наиболее понравившееся вам высказывание, автором которого является Лао-Цзы. Не забудьте о том, что автор должен быть упомянут на отдельной строке.

# Vladimirova K.I.
# 10.10.16

print ("Если человек долго поднимался по чужой лестнице, то, прежде чем найти свою, ему нужно спуститься.")
print("\nЛао Цзы")
input()