
# Задача N. Вариант V.
# Напишите программу, которая выводит имя "Борис Николаевич Бугаев", и запрашивает его псевдоним. Программа должна сцеплять две эти строки и выводить полученную строку, разделяя имя и псевдоним с помощью тире.
# Vladimirova K.I.
# 10.10.16

print("Герой нашей сегодняшней программы -"  +  "Борис Николаевич Бугаев")
print("Под каким же именем мы знаем этого человека?"  +  "Ваш ответ: Пеле")
print("Все верно: Борис Николаевич Бугаев -"  +  "Пеле")
input()