
# Задача N. Вариант V.
# Напишите программу, которая выводит имя, под которым скрывается Алексей Максимович Пешков. Дополнительно необходимо вывести область интересов указанной личности, место рождения, годы рождения и смерти (если человек умер), вычислить возраст на данный момент (или момент смерти). Для хранения всех необходимых данных требуется использовать переменные. После вывода информации программа должна дожидаться пока пользователь нажмет Enter для выхода.

# Vladimirova K.I.
# 10.10.16

print("Алексей Максимович Пешков более известный как писатель Максим Горький.")
print("Место рождения: Нижний Новгород, Российская Империя")
print("Год рождения: 1868")
print("Возраст: 148")
print("Область интересов: литература")
input("Нажмите Enter, чтобы выйти") 